CSI API ETABS v1

# cDesignConcreteAS_3600_09 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoAS_3600_09 AS_3600_09 { get; }

    ReadOnly Property AS_3600_09 As cDCoAS_3600_09
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoAS_3600_09

    value = instance.AS_3600_09

    property cDCoAS_3600_09^ AS_3600_09 {
    	cDCoAS_3600_09^ get ();
    }

    abstract AS_3600_09 : cDCoAS_3600_09 with get

#### Property Value

Type: cDCoAS_3600_09

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com